Repository: flyingkaktus/New-Customer-Coupon-for-WooCommerce
Catalog: languages/newcustomer-discount-*.po
Languages: es_es, fr_fr

source: New-Customer-Gutschein for WooCommerce
es_es: New-Customer-Gutschein for WooCommerce - Sistema de descuento para nuevos clientes

source: Automatisches Rabattsystem für Neukunden mit E-Mail-Versand
es_es: Sistema automático de descuentos para nuevos clientes con envío de correo electrónico
fr_fr: Système automatique de remise pour nouveaux clients avec envoi d'e-mail

source: Ungültiger Handler.
es_es: Controlador no válido.
fr_fr: Gestionnaire invalide.

source: Sicherheitsüberprüfung fehlgeschlagen.
es_es: La comprobación de seguridad ha fallado.
fr_fr: La vérification de sécurité a échoué.

source: Keine Berechtigung.
es_es: Sin autorización.
fr_fr: Aucune autorisation.

source: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es_es: Se ha producido un error. Por favor, inténtelo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.

source: Bitte geben Sie eine E-Mail-Adresse ein.
es_es: Por favor, introduzca una dirección de correo electrónico.
fr_fr: Veuillez saisir une adresse e-mail.

source: Möchten Sie eine Test-E-Mail an diese Adresse senden?
es_es: ¿Desea enviar un correo electrónico de prueba a esta dirección?
fr_fr: Voulez-vous envoyer un e-mail test à cette adresse ?

source: Möchten Sie einen Rabattcode senden?
es_es: ¿Desea enviar un código de descuento?
fr_fr: Voulez-vous envoyer un code de réduction ?

source: Sende...
es_es: Enviando...
fr_fr: Envoi en cours...

source: Erfolgreich gespeichert.
es_es: Guardado con éxito.
fr_fr: Enregistré avec succès.

source: Laden...
es_es: Cargando...
fr_fr: Chargement...

source: Möchten Sie dieses Template wirklich aktivieren? Es wird dann für alle neuen E-Mails verwendet.
es_es: ¿Realmente desea activar esta plantilla? Se utilizará para todos los nuevos correos electrónicos.
fr_fr: Voulez-vous vraiment activer ce modèle ? Il sera utilisé pour tous les nouveaux e-mails.

source: Template-Einstellungen wurden gespeichert.
es_es: La configuración de la plantilla se ha guardado.
fr_fr: Les paramètres du modèle ont été enregistrés.

source: Fehler beim Speichern der Einstellungen.
es_es: Error al guardar la configuración.
fr_fr: Erreur lors de l'enregistrement des paramètres.

source: Fehler beim Generieren der Vorschau.
es_es: Error al generar la vista previa.
fr_fr: Erreur lors de la génération de l'aperçu.

source: Fehler beim Laden des Tabs
es_es: Error al cargar la pestaña
fr_fr: Erreur lors du chargement de l'onglet

source: Sie haben nicht die erforderlichen Berechtigungen für diese Aktion.
es_es: No tiene los permisos necesarios para esta acción.
fr_fr: Vous n'avez pas les autorisations nécessaires pour cette action.

source: Neukunden
es_es: Nuevos clientes
fr_fr: Nouveaux clients

source: Übersicht
es_es: Resumen
fr_fr: Aperçu

source: E-Mail Templates
es_es: Plantillas de correo electrónico
fr_fr: Modèles d'e-mail

source: Templates
es_es: Plantillas
fr_fr: Modèles

source: Einstellungen
es_es: Ajustes
fr_fr: Paramètres

source: Statistiken
es_es: Estadísticas
fr_fr: Statistiques

source: Die Hauptseite konnte nicht geladen werden. Bitte überprüfen Sie die Installation.
es_es: No se pudo cargar la página principal. Por favor, compruebe la instalación.
fr_fr: La page principale n'a pas pu être chargée. Veuillez vérifier l'installation.

source: Ungültige E-Mail-Adresse.
es_es: Dirección de correo electrónico no válida.
fr_fr: Adresse e-mail invalide.

source: Test-E-Mail wurde an %s gesendet.
es_es: Correo electrónico de prueba enviado a %s.
fr_fr: L'e-mail test a été envoyé à %s.

source: Der Kunde ist kein Neukunde.
es_es: El cliente no es un cliente nuevo.
fr_fr: Le client n'est pas un nouveau client.

source: Rabattcode %s wurde an %s gesendet.
es_es: Código de descuento %s enviado a %s.
fr_fr: Le code de réduction %s a été envoyé à %s.

source: Kunde konnte nicht hinzugefügt werden.
es_es: No se pudo añadir el cliente.
fr_fr: Impossible d'ajouter le client.

source: Einstellungen wurden gespeichert.
es_es: La configuración se ha guardado.
fr_fr: Les paramètres ont été enregistrés.

source: Die Konversionsrate ist niedrig. Erwägen Sie eine Erhöhung des Rabatts oder eine Verlängerung der Gültigkeitsdauer.
es_es: La tasa de conversión es baja. Considere aumentar el descuento o extender el período de validez.
fr_fr: Le taux de conversion est faible. Envisagez d'augmenter la remise ou de prolonger la durée de validité.

source: Viele Gutscheine laufen ungenutzt ab. Überdenken Sie die Gültigkeitsdauer oder senden Sie Erinnerungen.
es_es: Muchos cupones caducan sin ser utilizados. Reconsidere el período de validez o envíe recordatorios.
fr_fr: De nombreux bons expirent sans être utilisés. Reconsidérez la durée de validité ou envoyez des rappels.

source: Kategorie
es_es: Categoría
fr_fr: Catégorie

source: Metrik
es_es: Métrica
fr_fr: Métrique

source: Wert
es_es: Valor
fr_fr: Valeur

source: Template erfolgreich gewechselt.
es_es: Plantilla cambiada con éxito.
fr_fr: Modèle changé avec succès.

source: Keine Template-ID angegeben.
es_es: No se ha especificado ID de plantilla.
fr_fr: Aucun ID de modèle spécifié.

source: Template-Einstellungen gespeichert.
es_es: Configuración de plantilla guardada.
fr_fr: Paramètres du modèle enregistrés.

source: Template "%s" wurde aktiviert und wird nun für alle E-Mails verwendet.
es_es: La plantilla "%s" ha sido activada y ahora se usará para todos los correos electrónicos.
fr_fr: Le modèle "%s" a été activé et sera désormais utilisé pour tous les e-mails.

source: Konnte keinen einzigartigen Code generieren.
es_es: No se pudo generar un código único.
fr_fr: Impossible de générer un code unique.

source: Gutschein existiert nicht.
es_es: El cupón no existe.
fr_fr: Le bon de réduction n'existe pas.

source: Gutschein ist abgelaufen.
es_es: El cupón ha caducado.
fr_fr: Le bon de réduction a expiré.

source: Gutschein wurde bereits eingelöst.
es_es: El cupón ya ha sido canjeado.
fr_fr: Le bon de réduction a déjà été utilisé.

source: Ungültige Gutschein-Länge.
es_es: Longitud de código no válida.

source: Ungültiger Gutschein-Präfix.
es_es: Prefijo de código no válido.

source: Ungültige Zeichen im Code.
es_es: Caracteres no válidos en el código.
fr_fr: Caractères invalides dans le code.

source: Ihr Rabattgutschein
es_es: Su cupón de descuento
fr_fr: Votre bon de réduction

source: Ihr exklusiver Willkommensrabatt
es_es: Su descuento exclusivo de bienvenida
fr_fr: Votre remise de bienvenue exclusive

source: Sehr geehrter Kunde,
es_es: Estimado cliente,
fr_fr: Cher client,

source: vielen Dank für Ihr Interesse an {shop_name}. Als besonderes Willkommensgeschenk haben wir einen exklusiven Rabattgutschein für Sie erstellt.
es_es: gracias por su interés en {shop_name}. Como regalo especial de bienvenida, hemos creado un cupón de descuento exclusivo para usted.
fr_fr: merci de votre intérêt pour {shop_name}. En guise de cadeau de bienvenue spécial, nous avons créé un bon de réduction exclusif pour vous.

source: Besuchen Sie unseren Shop und geben Sie den Gutscheincode beim Checkout ein.
es_es: Visite nuestra tienda e introduzca el código del cupón durante el proceso de pago.
fr_fr: Visitez notre boutique et entrez le code de réduction lors du paiement.

source: Dies ist eine automatisch generierte E-Mail.
es_es: Este es un correo electrónico generado automáticamente.
fr_fr: Ceci est un e-mail généré automatiquement.

source: Ungültige E-Mail-Adresse
es_es: Dirección de correo electrónico no válida
fr_fr: Adresse e-mail invalide

source: E-Mail konnte nicht gesendet werden
es_es: No se pudo enviar el correo electrónico
fr_fr: Impossible d'envoyer l'e-mail

source: Der generierte Gutscheincode
es_es: El código de cupón generado
fr_fr: Le code de réduction généré

source: Name des Shops
es_es: Nombre de la tienda
fr_fr: Nom de la boutique

source: Rabatthöhe in Prozent
es_es: Porcentaje de descuento
fr_fr: Montant de la remise en pourcentage

source: Ablaufdatum des Gutscheins
es_es: Fecha de caducidad del cupón
fr_fr: Date d'expiration du bon

source: URL des Shops
es_es: URL de la tienda
fr_fr: URL de la boutique

source: URL des Shop-Logos
es_es: URL del logotipo de la tienda
fr_fr: URL du logo de la boutique

source: Aktuelles Jahr
es_es: Año actual
fr_fr: Année en cours

source: Mindestbestellwert
es_es: Valor mínimo de pedido
fr_fr: Montant minimum de commande

source: Währungssymbol
es_es: Símbolo de moneda
fr_fr: Symbole monétaire

source: Ungültiger Base64-String.
es_es: Cadena Base64 no válida.
fr_fr: Chaîne Base64 invalide.

source: Ungültige Datei.
es_es: Archivo no válido.
fr_fr: Fichier invalide.

source: Konvertierung fehlgeschlagen.
es_es: La conversión ha fallado.
fr_fr: La conversion a échoué.

source: Das New-Customer-Gutschein for WooCommerce benötigt WooCommerce. Bitte installieren und aktivieren Sie WooCommerce.
es_es: El sistema de descuentos para nuevos clientes requiere WooCommerce. Por favor, instale y active WooCommerce.

source: Dein persönlicher Neukundenrabatt von comingsoon.de
es_es: Tu descuento personal para nuevos clientes de comingsoon.de
fr_fr: Votre remise personnelle de nouveau client de comingsoon.de

source: Fehler bei der Plugin-Aktivierung: %s
es_es: Error en la activación del plugin: %s
fr_fr: Erreur lors de l'activation du plugin : %s

source: Debug-Informationen:
es_es: Información de depuración:
fr_fr: Informations de débogage :

source: Neukunden Übersicht
es_es: Resumen de nuevos clientes
fr_fr: Aperçu des nouveaux clients

source: Gesamt
es_es: Total
fr_fr: Total

source: Ausstehend
es_es: Pendiente
fr_fr: En attente

source: Rabatt gesendet
es_es: Descuento enviado
fr_fr: Remise envoyée

source: Test E-Mail senden
es_es: Enviar correo electrónico de prueba
fr_fr: Envoyer un e-mail test

source: Hier können Sie eine Test-E-Mail mit Gutscheincode an eine beliebige Adresse senden.
es_es: Aquí puede enviar un correo electrónico de prueba con código de descuento a cualquier dirección.
fr_fr: Ici, vous pouvez envoyer un e-mail test avec un code de réduction à n'importe quelle adresse.

source: Letzte 7 Tage
es_es: Últimos 7 días
fr_fr: 7 derniers jours

source: Letzte 30 Tage
es_es: Últimos 30 días
fr_fr: 30 derniers jours

source: Letzte 90 Tage
es_es: Últimos 90 días
fr_fr: 90 derniers jours

source: Letztes Jahr
es_es: Último año
fr_fr: Année dernière

source: Nur Neukunden
es_es: Solo nuevos clientes
fr_fr: Nouveaux clients uniquement

source: Filter anwenden
es_es: Aplicar filtro
fr_fr: Appliquer le filtre

source: Als Neukunden werden alle Kunden gezählt, die vor dem %s noch keine Bestellung aufgegeben haben.
es_es: Se consideran nuevos clientes todos aquellos que no hayan realizado ningún pedido antes del %s.
fr_fr: Sont considérés comme nouveaux clients tous les clients qui n'ont pas passé de commande avant le %s.

source: E-Mail
es_es: Correo electrónico

source: Name
es_es: Nombre
fr_fr: Nom

source: Bestelldatum
es_es: Fecha de pedido
fr_fr: Date de commande

source: Status
es_es: Estado
fr_fr: Statut

source: Rabattcode
es_es: Código de descuento
fr_fr: Code de réduction

source: Gesendet am
es_es: Enviado el
fr_fr: Envoyé le

source: Aktionen
es_es: Acciones
fr_fr: Actions

source: Keine Kunden gefunden.
es_es: No se encontraron clientes.
fr_fr: Aucun client trouvé.

source: Neukunde
es_es: Nuevo cliente
fr_fr: Nouveau client

source: Bestandskunde
es_es: Cliente existente
fr_fr: Client existant

source: Rabattcode senden
es_es: Enviar código de descuento
fr_fr: Envoyer le code de réduction

source: Rabattcode wurde bereits gesendet
es_es: El código de descuento ya ha sido enviado
fr_fr: Le code de réduction a déjà été envoyé

source: Neukunden Rabatt Einstellungen
es_es: Configuración de descuentos para nuevos clientes
fr_fr: Paramètres de remise pour nouveaux clients

source: Logo
es_es: Logotipo

source: Gutschein
es_es: Configuración de cupones

source: Gutschein-konfiguration
es_es: Configuración del código

source: Neukunden-Definition
es_es: Definición de nuevos clientes
fr_fr: Définition des nouveaux clients

source: Reset
es_es: Restablecer
fr_fr: Réinitialiser

source: Logo-Einstellungen
es_es: Configuración del logotipo
fr_fr: Paramètres du logo

source: Logo hochladen
es_es: Subir logotipo
fr_fr: Télécharger le logo

source: Erlaubte Dateitypen: %s. Maximale Größe: %s
es_es: Tipos de archivo permitidos: %s. Tamaño máximo: %s
fr_fr: Types de fichiers autorisés : %s. Taille maximale : %s

source: ODER Base64-String
es_es: O cadena Base64
fr_fr: OU chaîne Base64

source: Fügen Sie hier Ihren Base64-codierten Bildstring ein (beginnt mit 'data:image/...')
es_es: Inserte aquí su cadena de imagen codificada en Base64 (comienza con 'data:image/...')
fr_fr: Collez ici votre chaîne d'image encodée en Base64 (commence par 'data:image/...')

source: Aktuelles Logo
es_es: Logotipo actual
fr_fr: Logo actuel

source: Logo löschen
es_es: Eliminar logotipo
fr_fr: Supprimer le logo

source: Logo speichern
es_es: Guardar logotipo
fr_fr: Enregistrer le logo

source: E-Mail-Einstellungen
es_es: Configuración del correo electrónico
fr_fr: Paramètres e-mail

source: E-Mail-Betreff
es_es: Asunto del correo electrónico
fr_fr: Objet de l'e-mail

source: Dein persönlicher Neukundenrabatt
es_es: Tu descuento personal como nuevo cliente
fr_fr: Votre remise personnelle de nouveau client

source: E-Mail-Überschrift
es_es: Encabezado del correo electrónico
fr_fr: En-tête de l'e-mail

source: Die Hauptüberschrift der E-Mail.
es_es: El encabezado principal del correo electrónico.
fr_fr: Le titre principal de l'e-mail.

source: Begrüßung
es_es: Saludo
fr_fr: Salutation

source: Einleitungstext
es_es: Texto introductorio
fr_fr: Texte d'introduction

source: Gutschein-Information
es_es: Información del cupón
fr_fr: Information sur le bon de réduction

source: Fußzeile
es_es: Pie de página
fr_fr: Pied de page

source: Verfügbare Variablen:
es_es: Variables disponibles:
fr_fr: Variables disponibles :

source: Test-E-Mail
es_es: Correo electrónico de prueba
fr_fr: E-mail test

source: Test-E-Mail senden
es_es: Enviar correo electrónico de prueba
fr_fr: Envoyer un e-mail test

source: Senden Sie eine Test-E-Mail, um die Einstellungen zu überprüfen.
es_es: Envíe un correo electrónico de prueba para verificar la configuración.
fr_fr: Envoyez un e-mail test pour vérifier les paramètres.

source: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres

source: Rabatt-Höhe (%)
es_es: Porcentaje de descuento (%)
fr_fr: Montant de la remise (%)

source: Prozentuale Höhe des Neukundenrabatts.
es_es: Porcentaje del descuento para nuevos clientes.
fr_fr: Pourcentage de réduction pour les nouveaux clients.

source: Gültigkeitsdauer (Tage)
es_es: Período de validez (días)
fr_fr: Durée de validité (jours)

source: Anzahl der Tage, die der Gutschein gültig ist.
es_es: Número de días que el cupón es válido.
fr_fr: Nombre de jours pendant lesquels le bon est valable.

source: Gutscheincoupon-konfiguration
es_es: Configuración del código de cupón

source: Gutschein-Präfix
es_es: Prefijo del código

source: Präfix für automatisch generierte Gutscheincodes (max. 5 Zeichen).
es_es: Prefijo para códigos de cupón generados automáticamente (máx. 5 caracteres).
fr_fr: Préfixe pour les codes de réduction générés automatiquement (max. 5 caractères).

source: Gutschein-Länge
es_es: Longitud del código

source: Länge des Codes ohne Präfix (4-12 Zeichen).
es_es: Longitud del código sin prefijo (4-12 caracteres).
fr_fr: Longueur du code sans préfixe (4-12 caractères).

source: Erlaubte Zeichen
es_es: Caracteres permitidos
fr_fr: Caractères autorisés

source: Zahlen (0-9)
es_es: Números (0-9)
fr_fr: Chiffres (0-9)

source: Großbuchstaben (A-Z)
es_es: Mayúsculas (A-Z)
fr_fr: Lettres majuscules (A-Z)

source: Kleinbuchstaben (a-z)
es_es: Minúsculas (a-z)
fr_fr: Lettres minuscules (a-z)

source: Wählen Sie die Zeichentypen für die Gutscheincodes.
es_es: Seleccione los tipos de caracteres para los códigos de cupón.
fr_fr: Sélectionnez les types de caractères pour les codes de réduction.

source: Stichtag
es_es: Fecha límite
fr_fr: Date limite

source: Kunden ohne Bestellung vor diesem Datum werden als Neukunden behandelt.
es_es: Los clientes sin pedidos antes de esta fecha serán tratados como nuevos clientes.
fr_fr: Les clients sans commande avant cette date sont considérés comme nouveaux clients.

source: Maximale Bestellungen
es_es: Pedidos máximos
fr_fr: Commandes maximales

source: Maximale Anzahl vorheriger Bestellungen für Neukunden (0 = keine vorherigen Bestellungen erlaubt).
es_es: Número máximo de pedidos anteriores para nuevos clientes (0 = no se permiten pedidos anteriores).
fr_fr: Nombre maximal de commandes précédentes pour les nouveaux clients (0 = aucune commande précédente autorisée).

source: Prüfungszeitraum
es_es: Período de verificación
fr_fr: Période de vérification

source: Gesamter Zeitraum
es_es: Período completo
fr_fr: Période complète

source: Letzte 6 Monate
es_es: Últimos 6 meses
fr_fr: 6 derniers mois

source: Letzte 3 Monate
es_es: Últimos 3 meses
fr_fr: 3 derniers mois

source: Zeitraum, in dem vorherige Bestellungen geprüft werden.
es_es: Período durante el cual se verifican los pedidos anteriores.
fr_fr: Période pendant laquelle les commandes précédentes sont vérifiées.

source: Mindestbestellwert für die Neukundenrabatt-Berechtigung (0 = kein Minimum).
es_es: Valor mínimo de pedido para la elegibilidad del descuento de nuevo cliente (0 = sin mínimo).
fr_fr: Montant minimum de commande pour l'éligibilité à la remise nouveau client (0 = pas de minimum).

source: Ausgeschlossene Kategorien
es_es: Categorías excluidas
fr_fr: Catégories exclues

source: Bestellungen dieser Kategorien werden bei der Neukundenprüfung nicht berücksichtigt.
es_es: Los pedidos de estas categorías no se consideran en la verificación de nuevos clientes.
fr_fr: Les commandes de ces catégories ne sont pas prises en compte lors de la vérification des nouveaux clients.

source: Reset & Bereinigung
es_es: Restablecer y limpiar
fr_fr: Réinitialisation & Nettoyage

source: Warnung:
es_es: Advertencia:
fr_fr: Attention :

source: Diese Aktionen können nicht rückgängig gemacht werden. Bitte erstellen Sie vorher ein Backup Ihrer Datenbank.
es_es: Estas acciones no se pueden deshacer. Por favor, haga una copia de seguridad de su base de datos antes.
fr_fr: Ces actions ne peuvent pas être annulées. Veuillez créer une sauvegarde de votre base de données au préalable.

source: Gutscheine zurücksetzen
es_es: Restablecer cupones
fr_fr: Réinitialiser les bons

source: Alle erstellten Gutscheine löschen
es_es: Eliminar todos los cupones creados
fr_fr: Supprimer tous les bons créés

source: Neukunden zurücksetzen
es_es: Restablecer nuevos clientes
fr_fr: Réinitialiser les nouveaux clients

source: Alle Neukunden-Tracking-Daten löschen
es_es: Eliminar todos los datos de seguimiento de nuevos clientes
fr_fr: Supprimer toutes les données de suivi des nouveaux clients

source: Ich verstehe, dass diese Aktion nicht rückgängig gemacht werden kann.
es_es: Entiendo que esta acción no se puede deshacer.
fr_fr: Je comprends que cette action ne peut pas être annulée.

source: Ausgewählte Daten zurücksetzen
es_es: Restablecer datos seleccionados
fr_fr: Réinitialiser les données sélectionnées

source: Neukunden-Gutschein Statistiken
es_es: Estadísticas de descuentos para nuevos clientes

source: Kunden
es_es: Clientes
fr_fr: Clients

source: Rabatt erhalten
es_es: Descuento recibido
fr_fr: Remise reçue

source: Gutscheine
es_es: Cupones
fr_fr: Bons de réduction

source: Erstellt
es_es: Creados
fr_fr: Créés

source: Eingelöst
es_es: Canjeados
fr_fr: Utilisés

source: Aktiv
es_es: Activos
fr_fr: Actifs

source: Abgelaufen
es_es: Caducados
fr_fr: Expirés

source: E-Mails
es_es: Correos electrónicos

source: Gesendet
es_es: Enviados
fr_fr: Envoyés

source: Erfolgsrate
es_es: Tasa de éxito
fr_fr: Taux de réussite

source: Letzter Versand
es_es: Último envío
fr_fr: Dernier envoi

source: Performance Metriken
es_es: Métricas de rendimiento
fr_fr: Métriques de performance

source: Konversionsrate
es_es: Tasa de conversión
fr_fr: Taux de conversion

source: Prozentsatz der eingelösten Gutscheine
es_es: Porcentaje de cupones canjeados
fr_fr: Pourcentage des bons utilisés

source: Durchschn. Bestellwert
es_es: Valor medio del pedido
fr_fr: Valeur moyenne des commandes

source: Durchschnittlicher Wert der Bestellungen mit Gutschein
es_es: Valor medio de los pedidos con cupón
fr_fr: Valeur moyenne des commandes avec bon de réduction

source: Statistiken exportieren
es_es: Exportar estadísticas
fr_fr: Exporter les statistiques

source: Monatliche Trends
es_es: Tendencias mensuales
fr_fr: Tendances mensuelles

source: Monat
es_es: Mes
fr_fr: Mois

source: Versendete E-Mails
es_es: Correos electrónicos enviados
fr_fr: E-mails envoyés

source: Erfolgreiche Zustellungen
es_es: Entregas exitosas
fr_fr: Livraisons réussies

source: E-Mail Template Design
es_es: Diseño de plantilla de correo electrónico
fr_fr: Design du modèle d'e-mail

source: Template auswählen:
es_es: Seleccionar plantilla:
fr_fr: Sélectionner un modèle :

source: (Aktiv)
es_es: (Activo)
fr_fr: (Actif)

source: Template aktivieren
es_es: Activar plantilla
fr_fr: Activer le modèle

source: Aktives Template: <strong>%s</strong>
es_es: Plantilla activa: <strong>%s</strong>
fr_fr: Modèle actif : <strong>%s</strong>

source: Design Anpassen
es_es: Personalizar diseño
fr_fr: Personnaliser le design

source: Primärfarbe
es_es: Color primario
fr_fr: Couleur primaire

source: Akzentfarbe
es_es: Color de acento
fr_fr: Couleur d'accent

source: Text
es_es: Texto
fr_fr: Texte

source: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan

source: Schriftart
es_es: Tipo de letra
fr_fr: Police

source: Button Design
es_es: Diseño de botón
fr_fr: Design du bouton

source: Minimalistisch
es_es: Minimalista
fr_fr: Minimaliste

source: Abgerundet
es_es: Redondeado
fr_fr: Arrondi

source: Pill
es_es: Píldora
fr_fr: Pilule

source: Layout
es_es: Diseño
fr_fr: Mise en page

source: Zentriert
es_es: Centrado
fr_fr: Centré

source: Volle Breite
es_es: Ancho completo
fr_fr: Pleine largeur

source: Speichern
es_es: Guardar
fr_fr: Enregistrer

source: Vorschau
es_es: Vista previa
fr_fr: Aperçu

source: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail

source: Senden
es_es: Enviar
fr_fr: Envoyer

source: Gutschein-Details
es_es: Detalles del cupón
fr_fr: Détails du bon

source: ✨ %s%% Rabatt auf Ihren Einkauf
es_es: ✨ %s%% de descuento en su compra
fr_fr: ✨ %s%% de réduction sur votre achat

source: ⏰ Einlösbar bis %s
es_es: ⏰ Válido hasta %s
fr_fr: ⏰ Valable jusqu'au %s

source: 💰 Ab einem Bestellwert von %s
es_es: 💰 A partir de un valor de pedido de %s
fr_fr: 💰 À partir d'un montant de commande de %s

source: Zum Online-Shop
es_es: Ir a la tienda online
fr_fr: Vers la boutique en ligne

source: Ein zeitlos-elegantes Design
es_es: Un diseño elegante y atemporal
fr_fr: Un design élégant et intemporel

source: Details
es_es: Detalles
fr_fr: Détails

source: %s%% Rabatt auf Ihre Bestellung
es_es: %s%% de descuento en su pedido
fr_fr: %s%% de réduction sur votre commande

source: Gültig bis %s
es_es: Válido hasta el %s
fr_fr: Valable jusqu'au %s

source: Mindestbestellwert: %s
es_es: Pedido mínimo: %s
fr_fr: Montant minimum de commande : %s

source: Zum Shop
es_es: Ir a la tienda
fr_fr: Vers la boutique

source: Ein reduziertes, minimalistisches Design
es_es: Un diseño minimalista y reducido
fr_fr: Un design réduit et minimaliste

source: Ihre Vorteile
es_es: Sus ventajas
fr_fr: Vos avantages

source: ✨ %s%% Rabatt auf Ihre Bestellung
es_es: ✨ %s%% de descuento en su pedido
fr_fr: ✨ %s%% de réduction sur votre commande

source: ⏰ Gültig bis %s
es_es: ⏰ Válido hasta el %s
fr_fr: ⏰ Valable jusqu'au %s
