Repository: flyingkaktus/New-Customer-Coupon-for-WooCommerce
Catalog: languages/newcustomer-discount-*.po
Languages: es_es, fr_fr

source: 💰 Mindestbestellwert: %s
es_es: 💰 Pedido mínimo: %s
fr_fr: 💰 Montant minimum de commande : %s

source: Jetzt einlösen
es_es: Canjear ahora
fr_fr: Utiliser maintenant

source: Ein modernes, dynamisches Design mit klaren Linien
es_es: Un diseño moderno y dinámico con líneas claras
fr_fr: Un design moderne et dynamique aux lignes épurées

source: New-Customer-Coupon for WooCommerce
fr_fr: New-Customer-Coupon for WooCommerce - Système de remise pour nouveaux clients

source: Ungültige Code-Länge.
fr_fr: Longueur de code invalide.

source: Ungültiger Code-Präfix.
fr_fr: Préfixe de code invalide.

source: Das New-Customer-Coupon for WooCommerce benötigt WooCommerce. Bitte installieren und aktivieren Sie WooCommerce.
fr_fr: Le système de remise pour nouveaux clients nécessite WooCommerce. Veuillez installer et activer WooCommerce.

source: Gutschein-Einstellungen
fr_fr: Paramètres des bons de réduction

source: Code-Konfiguration
fr_fr: Configuration du code

source: Gutscheincode-Konfiguration
fr_fr: Configuration du code de réduction

source: Code-Präfix
fr_fr: Préfixe du code

source: Code-Länge
fr_fr: Longueur du code

source: Neukunden Rabatt Statistiken
fr_fr: Statistiques des remises nouveaux clients
